[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Андрій Ілечко, Олександр Дмитрієв, Yelik
VERSION=5.1.2

[Language]
LANGUAGE=Українська
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
; Local ID : https://msdn.microsoft.com/uk-ua/library/ms912047(v=winembedded.10).aspx
LOCALE_ID=0x0422, 1058

[Menu]
FILE=Файл
FILE_EXIT=Вихід
EDIT=Редагувати
EDIT_COPY=Копіювати
THEME=Тема
HELP=Допомога
HELP_ABOUT=Про CrystalDiskMark
LANGUAGE=Мова
ZOOM=Розмір вікна
AUTO=Авто
; 3.0
TEST_DATA=Тестові дані
DEFAULT_RANDOM=Типово (випадкові)
; 4.0
SETTINGS=Налаштування
SAVE=Зберегти
QUEUES_THREADS=Черги та Потоки
; 4.1
INTERVAL_TIME=Пауза між перевірками
SECOND=сек
MINUTE=хв
HOUR=год
; 5.0.3
ALL_ZERO=Всі 0x00 (заповнити нулями)
; 5.1.0
SELECT_FOLDER=Вибрати папку
; 7.0.0
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance

[Message]
STOP_BENCHMARK=Зупинити тест.
DISK_CAPACITY_ERROR=Недостатньо місця на диску.
DISK_CREATE_FILE_ERROR=Помилка при створенні файлу.
DISK_WRITE_ERROR=Помилка запису.
DISK_READ_ERROR=Помилка читання.
; 7.0.0
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=Диск для тесту
TEST_SIZE=Об`єм тесту
TEST_COUNT=Кількість тестів
; 7.0.0
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio

[WindowTitle]
ABOUT=Про CrystalDiskMark
QUEUES_THREADS=Черги та Потоки
; 7.0.0
FONT_SETTING=Font Setting
COMMENT=Comment

[Dialog]
AUTO=Auto
; 7.0.0
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled


